Repository: AndersonPaschoalon/MySandbox
Catalog: Csharp/Tutoriais/Tutorial_ResourceSetStaticClass/Properties/bundle_*.resx
Languages: es, pt_br

# btn_cancel
source: Cancel
es: Cancelar
pt_br: Cancelar

# btn_cancel_print
source: CANCEL PRINT
es: CANCELAR IMPRESIÓN
pt_br: CANCELAR IMPRESSÃO

# btn_exit
source: EXIT
es: SALIR
pt_br: SAIR

# btn_login
source: LOGIN
es: ENTRAR
pt_br: ENTRAR

# btn_print
source: PRINT
es: IMPRIMIR
pt_br: IMPRIMIR

# btn_reload
source: RELOAD
es: RECARREGA
pt_br: RECARREGAR

# btn_update
source: UPDATE
es: CAMBIAR
pt_br: ALTERAR

# lbl_branch
source: Branch
es: Agência
pt_br: Agência

# lbl_multi_selection_print
source: Multi Selection
es: Selección Multipla
pt_br: Seleção Multipla

# lbl_idiom
source: Idiom
es: Idioma
pt_br: Idioma

# lbl_canceled
source: Canceled
es: Cancelado.
pt_br: Cancelado

# lbl_card_holder_name
source: Cardholder Name
es: Portador de la tarjeta
pt_br: Portador do Cartão

# lbl_card_product
source: Card Product
es: Producto de la tarjeta
pt_br: Produto do Cartão

# lbl_client_config
source: Management Print Centre Client
es: Configuración del Print Centre Client
pt_br: Configuração do Print Centre Client

# lbl_connected_reader
source: Connected Readers
es: Lectoras Conectadas
pt_br: Leitoras Conectadas

# lbl_creation_date
source: Creation Date
es: Fecha de creación
pt_br: Data de criação

# lbl_driver_name
source: Driver Name
es: Nombre del Driver
pt_br: Nome do Driver

# lbl_error
source: Error
pt_br: Erro

# lbl_filter_by
source: Filter By
es: Filtrar Por
pt_br: Filtrar Por

# lbl_IdRecord
source: ID Record
es: ID del Registro
pt_br: ID Registro

# lbl_iiserver_config
source: IIServer Config
es: Configuración del IIServer
pt_br: Configuração do IIServer

# lbl_installed_printers
source: Installed Printers
es: Impresoras Instaladas
pt_br: Impressoras Instaladas

# lbl_interface_type
source: Interface Type
es: Interfaz del lector
pt_br: Interface da Leitora

# lbl_interface_types
source: Interface Types
es: Interfaz del lector
pt_br: Interface da leitora

# lbl_management
source: Configurations
es: Configuración
pt_br: Configuração

# lbl_versionNumber
source: Version
es: Versión
pt_br: Versão

# lbl_storeNumber
source: Store:
es: Tienda:
pt_br: Loja:

# lbl_no
source: No
pt_br: Não

# lbl_organization
source: Organization
es: Organización
pt_br: Organização

# lbl_pan
source: PAN
es: Numero de tarjeta
pt_br: Número do Cartão

# lbl_printed_successfully
source: Printed Successfully?
es: Tarjeta impresa con éxito?
pt_br: Cartão impresso com sucesso?

# lbl_printer
source: Printer
es: Impresora
pt_br: Impressora

# lbl_printer_config_configured
source: Reader configuration options
es: Opciones de configuración del lector
pt_br: Opções de configuração da Leitora

# lbl_printer_config_options
source: Printer Config Options
es: Opciones de configuración de la impresora
pt_br: Opções de configuração da Impressora

# lbl_printer_monitor
source: Printer Monitor
es: Monitoreo
pt_br: Monitoração

# lbl_printer_name
source: Printer Name
es: Nombre de la Impresora
pt_br: Nome da Impressora

# lbl_printer_serial
source: Printer Serial
es: Serial de la Impresora
pt_br: Serial da Impressora

# lbl_Printing
source: Printing
es: Impresión.
pt_br: Imprimindo

# lbl_print_card_done
source: Print Card Done
es: Tarjeta impresa con éxito
pt_br: Cartão impresso com sucesso

# lbl_proxy_domain
source: Proxy Domain
es: Dominio del Proxy
pt_br: Domínio do Proxy

# lbl_proxy_password
source: Proxy Password
es: Contraseña del proxy
pt_br: Senha do Proxy

# lbl_proxy_user
source: Proxy User
es: Usuario del proxy
pt_br: Usuário do Proxy

# lbl_reader_name
source: Reader Name
es: Nombre del lector
pt_br: Nome da leitora

# lbl_status
source: Status
es: Situación de la tarjeta
pt_br: Situação do Cartão

# lbl_timeout
source: Timeout
es: Tiempo de espera
pt_br: Tempo de espera

# lbl_Waiting
source: Waiting
es: En espera.
pt_br: Aguardando

# lbl_yes
source: Yes
es: Sí
pt_br: Sim

# login_password
source: Password:
es: Contraseña:
pt_br: Senha:

# login_user
source: User:
es: Usuario:
pt_br: Usuário:

# msg_config_update_completed
source: Update successfully.
es: Cambiado con éxito.
pt_br: Alterado com sucesso.

# msg_config_update_error
source: Error changing the setting.
es: Error al cambiar la configuración.
pt_br: Erro ao alterar o arquivo

# msg_error_issuance
source: Issuance Card Error
es: Error del emissíon.
pt_br: Erro na emissão do cartão

# msg_error_loading_config_file
source: Error loading Instant Issuing Driver configuration file.
es: Error al cargar el archivo del configuracíon.
pt_br: Erro ao carregar o arquivo de configuração.

# msg_error_login
source: Error on login.
es: Error de inicio de sesión.
pt_br: Erro na função de login.

# msg_error_set_error
source: Error call SetError
es: Error del setError.
pt_br: Erro ao chamar o SET ERROR

# msg_feeding_card
source: Feeding card
es: Cargando tarjeta.
pt_br: Carregando cartão.

# msg_feeding_card_error
source: An error has occurred on feeding card
es: Error al cargar tarjeta.
pt_br: Erro ao carregar cartão.

# msg_login_success
source: Login has been done successfully.
es: Inicio de sesión exitoso.
pt_br: Função de login realizada com sucesso.

# msg_personalizing_smart_card
source: Personalizing smart card.
es: Personalización de la tarjeta inteligente.
pt_br: Personalizando chip do cartão.

# msg_printing_card
source: Printing card.
es: Impresión de la tarjeta.
pt_br: Imprimindo cartão.

# msg_proccess_completed
source: Process completed.
es: Proceso completo.
pt_br: Processo completo.

# msg_samrt_card_success
source: Personalization has been done successfully.
es: éxito de la tarjeta inteligente.
pt_br: Chip do cartão personalizado com sucesso.

# lbl_dispose_card
source: Do you wish to set this card as erroneous?
es: ¿Desea definir la tarjeta como no exitosa?
pt_br: Deseja assinalar o cartão como erro?

# btn_confirm
source: Confirm
es: Confirmar
pt_br: Confirmar

# lbl_rejection1
source: Attention! Confirming the operation, will result in the card above being disposed,
es: ¡ATENCIÓN! Al confirmar la operación, la tarjeta arriba deberá ser rechazada,
pt_br: ATENÇÃO! Ao confirmar a operação, o cartão acima será descartado,

# lbl_rejection2
source: and a new one will be generated.
es: y una nueva tarjeta será generada al cliente.
pt_br: e será emitida uma nova via para o cliente.

# opt_unreadable_cvv
source: Unreadable CVV
es: CVV ilegible
pt_br: CVV ilegível

# opt_unreadable_name
source: Unreadable name
es: Nombre ilegible
pt_br: Nome ilegível

# opt_unreadable_number
source: Unreadable card number
es: Digitos tarjeta ilegibles
pt_br: Nº cartão ilegível

# opt_clients_missing
source: Missing costumer
es: Cliente ausente
pt_br: Cliente ausente

# opt_operational_error
source: Operational error
es: Error operacional
pt_br: Erro operacional

# opt_other
source: Other
es: Otro
pt_br: Outro

# lbl_rejection_error
source: All fields must be filled
es: Tolos los campos son obligatórios
pt_br: Todos os campos devem estar preenchidos

# msg_canceling_card
source: Canceling card.
es: Cancelando tarjeta.
pt_br: Cancelando cartao.

# msg_canceled_card
source: Card canceled.
es: Tarjeta cancelada.
pt_br: Cartao cancelado.

# msg_cancel_card_error
source: Could not cancel the card.
es: No se pudo cancelar la tarjeta.
pt_br: Não foi possível cancelar o cartão.

# btn_card_counter
source: Card Counter
es: Contador
pt_br: Contador

# lbl_cl_branch
source: Branch:
es: Tienda:
pt_br: Loja:

# dgrid_cl_batch
source: Batch
es: Lote
pt_br: Lote

# dgrid_cl_prod
source: Product
es: Producto
pt_br: Produto

# dgrid_cl_initnumber
source: Initial Number
es: Número Inicial
pt_br: Número Inicial

# dgrid_cl_finalnumber
source: Final Number
es: Número Final
pt_br: Número Final

# dgrid_cl_quantity
source: Quantity
es: Cantidad
pt_br: Quantidade

# dgrid_cl_date
source: Date
es: Fecha
pt_br: Data

# btn_cl_start
source: Start
es: Comienzo
pt_br: Iniciar

# lbl_cl_nobranch
source: No card batch for this branch
es: No hay lote de tarjetas para esta tienda.
pt_br: Não há lote para esta loja.

# lbl_cl_failedloadbatch
source: Failed to request card batch
es: Error al cargar los lotes de tarjeta
pt_br: Falha para carregar os lotes de cartão

# lbl_cl_multiselection
source: No more than one batch can be selected at once
es: No se puede seleccionar más de un lote a la vez.
pt_br: Não mais que um lote pode ser selecionado.

# lbl_cl_nobatchselected
source: At least one batch must be selected
es: Debe seleccionarse al menos un lote.
pt_br: Pelo menos um lote deve ser selecionado.

# btn_inventory
source: Inventory
es: Inventario
pt_br: Inventário

# wrn_ctr_finishprocess
source: cards read successfully. Wish to submit it to the server?
es: tarjetas leídas exitosamente ¿Desea enviarlo al servidor?
pt_br: cartões lidos com sucesso. Deseja envia-los ao servidor?

# wrn_ctr_errorupdate
source: Error in update received cards:
es: Error en la actualización de las tarjetas recibidas:
pt_br: Erro ao atualizar cartões recebidos:

# wrn_ctr_novalidcards
source: No valid cards
es: No hay tarjetas válidas
pt_br: Não há cartões válidos

# wrn_crp_failedparset3
source: Couldn't parse track3. Invalid format.
es: No se pudo tratar la pista 3. Formato no válido.
pt_br: Não foi possível tratar a trilha 3. Formato inválido.

# wrn_crp_t3empty
source: Track 3 is empty
es: Pista 3 vacía
pt_br: Trilha 3 vazia.

# wrn_crp_failedreadt3
source: Couldn't read track 3
es: No se pudo leer la pista 3
pt_br: Não foi possível ler a trilha 3

# wrn_crp_wrongbatch
source: Card does not belong to this batch
es: La tarjeta no pertenece a este lote
pt_br: Cartão não pertencente a este lote

# wrn_crp_failedtoread
source: Failed to read card
es: Error al leer la tarjeta
pt_br: Falha ao ler o cartão

# btn_ctr_cancel
source: Cancel
es: Cancelar
pt_br: Cancelar

# lbl_ctr_movingcard
source: Moving card
es: Moviendo la tarjeta
pt_br: Movendo cartão

# lbl_ctr_readingcard
source: Reading card
es: Lindo tarjeta
pt_br: Lendo cartão

# lbl_ctr_ejectingcard
source: Ejecting card
es: Eyectando tarjeta
pt_br: Ejetando cartão

# lbl_ctr_finalizingprocess
source: Finalizing process
es: Finalización del proceso
pt_br: Finalizando processo

# wrn_ctr_emptyhopper
source: The hopper is empty. Do you wish to finalize the reading process?
es: La tolva está vacía. ¿Deseas finalizar el proceso de lectura?
pt_br: A impressora está vazia. Deseja finalizar o processo de leitura?

# wrn_ctr_continuereading
source: Do you want to load more cards and continue reading?
es: ¿Quieres cargar más cartas y seguir leyendo?
pt_br: Deseja inserir mais cartões e continuar o processo de leitura?

# wrn_frm_startinventory
source: Do you wish to start the inventory?
es: ¿Desea iniciar el inventario?
pt_br: Deseja iniciar a auditoria?

# wrn_frm_noinventory
source: There's no pending inventory for this branch
es: No hay inventario pendiente para esta tienda.
pt_br: Não há auditoria para esta loja.

# btn_cl_reload
source: Reload
es: Recargar
pt_br: Recarregar

# lbl_is_inprogress
source: Inventory in progress
es: Auditoría en curso
pt_br: Auditoria em andamento

# lbl_cl_boxname
source: PrintClient's Card Counter
es: Contador de tarjetas de PrintClient
pt_br: Contador de Cartões do PrintClient

# lbl_cr_boxname
source: PrintClient's Card Reader
es: Lector de tarjetas de PrintClient
pt_br: Leitor de Cartões do PrintClient

# lbl_is_boxname
source: PrintClient's Inventory
es: Auditoría de PrintClient
pt_br: Auditoria do PrintClient

# lbl_isctr_lastcardread
source: Last card successfully read:
es: La última tarjeta se leyó con éxito:
pt_br: Último cartão lido com sucesso:

# wrn_warning
source: Warning!
es: ¡Atención!
pt_br: Atenção!

# wrn_crpivp_errorsfinalizer
source: Do you wish to finalize the reading process?
es: ¿Desea finalizar el proceso de lectura?
pt_br: Deseja finalizar o processo de leitura?

# combobox_other_printers
source: Other
es: Otra
pt_br: Outra

# lbl_ctr_initializingprocess
source: Initializing process
es: Inicio del proceso
pt_br: Inicializando processo

# msg_valid_card_batch
source: Valid Card Batch
es: El envío de tarjeta es válido
pt_br: Remessa de cartão é válida

# wrn_cannot_read_track3
source: Cannot read Track3
es: No se pudo leer Track 3
pt_br: Não foi possível ler a Track 3

# wrn_empty_track3
source: Track 3 is empty
es: Track 3 está vacío
pt_br: Track 3 está vazia

# wrn_invalid_card_batch
source: Invalid Batch
es: Envío de tarjeta inválida
pt_br: Remessa de cartão Inválida

# wrn_invalid_track3
source: Invalid Track 3 format
es: Formato de la pista 3 no válida
pt_br: Formato da Track 3 invalido

# wrn_no_card_status
source: No card status.
es: Ningún estado válido
pt_br: Nenhum status válido

# wrn_printer_driver
source: Printer Driver could not be Printer Driver could not be initialized
es: No se puede inicializar el controlador de impresora.
pt_br: Driver da impressora não pode ser inicializado

# msg_validCards
source: Cards validated successfully.
es: Tarjetas válidas con éxito.
pt_br: Cartões validados com sucesso.

# msg_wrongCards
source: Cards located in the disposal drawer must be separated to be sent for destruction.
es: Las tarjetas ubicadas en el cajón de descarte deben ser separadas para ser enviadas para destrucción.
pt_br: Cartões localizados na gaveta de descarte devem ser separados para serem enviados para destruição.

# wrn_cardAbortedByUser
source: Card aborted by user.
es: Tarjeta abortada por el usuario.
pt_br: Cartão abortado pelo usuário.

# card_aborted_by_user
source: Card aborted by the user.
es: Tarjeta abortada por el usuario.
pt_br: Cartão abortado pelo usuário

# wrn_cannot_read
source: Could not read card.
es: No se pudo leer la tarjeta.
pt_br: Não foi possível ler o cartão.

# wrn_card_aborted_by_user
source: Card aborted by the user.
es: Tarjeta abortada por el usuario.
pt_br: Cartão abortado pelo usuário

# wrn_invalid_batch
source: Invalid batch card.
es: Tarjeta de lote no válida.
pt_br: Cartão de lote inválido.

# wrn_invalid_track3_format
source: Invalid Track 3 format.
es: Formato de Track 3 no válido.
pt_br: Formato da Track 3 invalido

# lbl_failRead
source: Fail Reason
es: Causa del error
pt_br: Causa do Erro

# lbl_ctr_chekingPrinterStatus
source: Cheking Printer Status
es: Verificacíon del estado de la impresora
pt_br: Checando estado da impressora

# lbl_countProcessCanceled
source: Counting process canceled
es: Proceso de conteo cancelado.
pt_br: Processo de contagem cancelado

# lbl_ctr_cancelProcess
source: Canceling process
es: Proceso de cancelación
pt_br: Cancelando processo

# msg_checkPrinterFree
source: Cheking if printer is free
es: Comprobando si la impresora está lista
pt_br: Checando se a impressora está pronta

# lbl_cancellingProcess
source: Cancelling...
es: Cancelando...
pt_br: Cancelando...

# wrn_cpr_notReadyContinue
source: Printer is not ready. Do you want to try again?
es: La impresora no está lista. ¿Quieres intentarlo de nuevo?
pt_br: Impressora não está pronta. Desaja tentar novamente?

# hello_resxset
source: hello_resxset_en
es: hello_resxset_es
pt_br: hello_resxset_pt
